Repository: mrofferz/mrofferz
Catalog: Application/Occasion/WebSite/App_GlobalResources/ErrorMessages.*.resx
Languages: ar_eg

# AccessDenied
source: Sorry, the user name or password is incorrect
ar_eg: عفوا, قد يكون اسم المستخدم او كلمة المرور غير صحيحة

# ConfirmPWFalied
source: The new passowrd must match confirm new password !
ar_eg: كلمة المرور الجديدة يجب ان تتوافق مع تأكيد كلمة المرور

# DuplicateEmail
source: This e-mail address is already registered with us !
ar_eg: هذا البريد الالكتروني مسجل معنا بالفعل!

# DuplicateUserName
source: Sorry, the entered User Name is used by another user, Please enter a new User Name.
ar_eg: عفوا, اسم المستخدم محجوز لمشترك اخر, برجاء ادخال اسم مستخدم جديد

# FileUploadingFailed
source: The system can not upload the file at this moment, please try again later
ar_eg: لا يمكن تحميل هذا الملف الان, من فضلك حاول في وقت لاحق

# GeneralError
source: Sorry, an error has occured, please try again later
ar_eg: نأسف لحدوث خطاء, برجاء المحاولة في وقت لاحق

# IncorrectAnswer
source: Sorry, the answer is incorrect please try again
ar_eg: عفوا اجابة خاطئة من فضلك حاول مرة اخرى

# incorrectPW
source: Your password must be at least 5 characters long
ar_eg: يجب ان تتكون كلمة المرور الجديدة من 5 حروف على الاقل

# InvalidEmailAddress
source: Please insert a valid e-mail address
ar_eg: برجاء ادخال عنوان بريد الكتروني صحيح!

# InvalidMobileNo
source: Please insert a valid mobile number format.
ar_eg: عفوا, يجب ادخال رقم هاتف صحيح

# invalidURL
source: Please insert a correct URL
ar_eg: من فضلك ادخل الرابط بصورة صحيحة

# MailSendingFailed
source: The system can not send the email at this moment, please try again later
ar_eg: لا يمكن ارسال البريد الالكتروني الان, برجاء المحاولة في وقت لاحق

# RecoredSavingFailed
source: The system can not save this record at this moment, please try again later
ar_eg: لا يمكن حفظ هذا الحقل الان, من فضلك حاول في وقت لاحق

# reqAnswer
source: Please insert the answer
ar_eg: من فضلك ادخل الاجابة

# reqCategory
source: Please select a category
ar_eg: من فضلك اختر الفئة

# reqComment
source: Please insert the comment !
ar_eg: من فضلك ادخل التعليق!

# reqConfirmPW
source: Please confirm the new password
ar_eg: من فضلك تأكيد كلمة المرور الجديدة

# reqDate
source: Please insert the date
ar_eg: من فضلك ادخل التاريخ

# reqDescription
source: Please insert a description
ar_eg: من فضلك ادخل وصف

# reqEmail
source: Please insert your E-mail Address
ar_eg: من فضلك ادخل عنوان بريدك الاكتروني

# reqFile
source: Please select a file to upload
ar_eg: من فضلك اختر ملف لحفظه

# reqFullName
source: Please insert your full name
ar_eg: من فضلك ادخل اسمك كاملا

# reqHour
source: Please select Hour
ar_eg: من فضلك اختر الساعة

# reqItemType
source: Please select the item type
ar_eg: من فضلك اختر النوع

# reqMinute
source: Please select Minutes
ar_eg: من فضلك اختر الدقائق

# reqMobileNo
source: Please insert your mobile number
ar_eg: من فضلك ادخل رقم الهاتف الجوال

# reqNameAr
source: Please insert the name in arabic
ar_eg: من فضلك ادخل الاسم باللغة العربية

# reqNameEn
source: Please insert the name in english
ar_eg: من فضلك ادخل الاسم باللغة الانجليزية

# reqNewPassword
source: Please insert the new password
ar_eg: من فضلك ادخل كلمة المرور الجديدة

# reqPassword
source: Please insert the password
ar_eg: من فضلك ادخل كلمة المرور

# reqPicture
source: Please select a picture
ar_eg: من فضلك اختر صورة لحفظها

# reqPlace
source: Please insert the place
ar_eg: من فضلك ادخل المكان

# reqPrivacy
source: Please select the privacy
ar_eg: من فضلك اختر الخصوصية

# reqPublishHouse
source: Please insert the publish house name
ar_eg: من فضلك ادخل اسم دار النشر

# reqQuestion
source: Please insert the question
ar_eg: من فضلك ادخل السؤال

# reqStatus
source: Please select the status
ar_eg: من فضلك اختر الحالة

# reqTitle
source: Please insert the title
ar_eg: من فضلك ادخل العنوان

# reqType
source: Please select a type
ar_eg: من فضلك اختر النوع

# reqURL
source: Please insert the URL
ar_eg: من فضلك ادخل الرابط

# reqUserName
source: Please insert the user name
ar_eg: من فضلك ادخل اسم المستخدم

# cookieDisabled
source: You are disabling Cookies on your internet browser, Please Enable Cookies
ar_eg: عفوا الكوكيز غير مفعلة على متصفح الانترنت من فضلك فعل الكوكيز

# cookieNotSupported
source: Your internet browser does not support cookies, Please try another browser
ar_eg: عفوا متصفح الانترنت الخاص بك لا يدعم الكوكيز

# reqContactPerson
source: Please insert the contact person
ar_eg: من فضلك ادخل اسم مسؤل الاتصال

# reqAddressAr
source: Please insert the Address in Arabic
ar_eg: من فضلك ادخل العنوان بالعربية

# reqAddressEn
source: Please insert the Address in English
ar_eg: من فضلك ادخل العنوان بالانجليزية

# reqLocation
source: Please select the District
ar_eg: من فضلك اختر المنطقة

# reqEndDate
source: Please insert the End Date
ar_eg: من فضلك ادخل تاريخ النهاية

# reqShortDescriptionAr
source: Please insert the Short Description in Arabic
ar_eg: من فضلك ادخل الوصف القصير بالعربية

# reqShortDescriptionEn
source: Please insert the Short Description in English
ar_eg: من فضلك ادخل الوصف القصير بالانجليزية

# reqStartDate
source: Please insert the Start Date
ar_eg: من فضلك ادخل تاريخ البداية

# rvShortDescription
source: Only 200 characters is allowed for Short Description
ar_eg: فقط 200 حرف هو المسموح للوصف القصير

# reqUnitAr
source: Please insert the Unit in Arabic
ar_eg: من فضلك ادخل العملة بالعربية

# reqUnitEn
source: Please insert the Unit in English
ar_eg: من فضلك ادخل العملة بالانجليزية

# reqModelAr
source: Please insert the Model in Arabic
ar_eg: من فضلك ادخل الموديل بالعربية

# reqModelEn
source: Please insert the Model in English
ar_eg: من فضلك ادخل الموديل بالانجليزية

# reqTitleAr
source: Please insert Title in Arabic
ar_eg: من فضلك ادخل العنوان بالعربية

# reqTitleEn
source: Please insert Title in English
ar_eg: من فضلك ادخل العنوان بالانجليزية

# reqSaleUpTo
source: Please insert the Sale Percentage
ar_eg: من فضلك ادخل نسبة التخفيض

# reqDiscount
source: Please insert the product discount percentage
ar_eg: من فضلك ادخل نسبة الخصم

# reqNewPrice
source: Please insert the product new price
ar_eg: من فضلك ادخل السعر الجديد

# reqOldPrice
source: Please insert the product old price
ar_eg: من فضلك ادخل السعر القديم

# reqSupplier
source: Please select a Supplier
ar_eg: من فضلك اختر العارض

# cvBestDeal
source: Only 3 offers can be set as Best Deals
ar_eg: فقط 3 عروض يمكن ان تكون صفقة مميزة

# cvFeaturedOffer
source: Only 4 offers can be set as Featured Offers
ar_eg: فقط 4 عروض يمكن ان تكون عرض مميز
