Repository: mrofferz/mrofferz
Catalog: Application/Occasion/WebSite/App_GlobalResources/Notifications.*.resx
Languages: ar_eg

# AccountActivated
source: Congratulations, your account has been activated successfully, you can now login to your account.
ar_eg: لقد تم تفعيل اشتراكك بنجاح, يمكنك الان الدخول الى الاماكن الخاصة بالأعضاء

# AccountActivationFailure
source: Sorry, we are not able to activate your account right now, Please try again later, If the problem still present please dont hesitate to contact us.
ar_eg: عفوا لا نستطيع تفعيل اشتراكك الان, من فضلك حاول في وقت لاحق, برجاء مخاطبتنا اذا استمر هذا الخطاء

# CantInsertArticle
source: Sorry, but you can not add more than 2 articles within 30 days!
ar_eg: عفوا, لا تستطيع ادخال اكثر من مقالتين خلال 30 يوما

# ChangePWFailed
source: Sorry, the password did not change, please try again later
ar_eg: عفوا لم يتم تعديل كلمة المرور من فضلك حاول في وقت لاحق

# ConfirmDelete
source: The record has been deleted successfully...
ar_eg: تم حذف الحقل !

# ConfirmInsert
source: The new record has been added successfully...
ar_eg: تم اضافة الحقل الجديد بنجاح

# ConfirmUpdate
source: The record has been updated successfully...
ar_eg: تم تعديل الحقل بنجاح

# CreateUserSucceeded
source: Your account has been created successfully, an e-mail was sent to you to activate your account, Thank you for Subscribing with Fantaka
ar_eg: تم تسجيل اشتراكك بنجاح, برجاء التحقق من بريدك الالكتروني لتفعيل الاشتراك, شكرا لتسجيلك مع فانتاكا

# EmptyDataMessage
source: Sorry, No Available Data at the moment...
ar_eg: عفوا لا يوجد بيانات حاليا

# GeneralMessage
source: The action has been done successfully
ar_eg: تم العمل بنجاح

# NewsletterSubscribeMessage
source: To receive the latest news of the current sport and country on your e-mail, please select the language you prefer then press "Subscribe" button.
ar_eg: لاستلام احدث اخبار هذه الرياضة في البلد المختارة على بريدك الالكتروني, اختر اللغة التي تفضلها ثم اضغط "اشترك"

# NewsletterUserHasSubscribed
source: You have already subscribed before in the newsletter service for the current country and sport, to subscribe for different country and/or sport please change the country and/or the sport and try again.
ar_eg: لقد اشتركت مسبقا في هذه الخدمة للرياضة والبلد الحاليين, للاشتراك لبلد و/او رياضة اخرى من فضلك تغيير البلد و/او الرياضة والمحاولة مرة اخرى

# NoActivePolls
source: Sorry, But No Polls Currently Activated...
ar_eg: عفوا, لكن لا يوجد استطلاعات رأى مفعلة حاليا

# PollLogin
source: Please login first to be able to vote !
ar_eg: من فضلك قم بتسجيل الدخول اولا لتستطيع التصويت !

# PreConfirmActivate
source: Are you sure you want to activate this item ?
ar_eg: هل ترغب فعلا في تفعيل هذا المحتوى؟

# PreConfirmApprove
source: Are you sure you want to publish this record ?
ar_eg: هل ترغب فعلا في نشر هذا المحتوى؟

# PreConfirmBlocking
source: Are you sure you want to block this user ?
ar_eg: هل ترغب فعلا في وقف اشتراك هذا المشترك؟

# PreConfirmDeactivate
source: Are you sure you want to deactivate this item ?
ar_eg: هل ترغب فعلا في الغاء تفعيل هذا المحتوى؟

# PreConfirmDelete
source: Are you sure you want to delete this record ?
ar_eg: هل ترغب فعلا في حذف هذا الحقل؟

# PreConfirmReject
source: Are you sure you want to reject this record ?
ar_eg: هل ترغب فعلا في رفض هذا المحتوى؟

# PreConfirmSettingCurrent
source: Are you sure you want to set this as current ?
ar_eg: هل ترغب فعلا في نشر هذا المحتوى؟

# PWChanged
source: Your password has been changed successfuly
ar_eg: تم تغيير كلمة المرور

# PWRecovered
source: Your password has been reset and sent to your e-mail
ar_eg: تم اعادة تعيين كلمة المرور الخاصة بك و ارسالها الى بريدك الالكتروني

# PWRecoveryFailed
source: Sorry, no password is recovered please try again later
ar_eg: عفوا لحدوث خطاء برجاء المحاولة في وقت لاحق

# RefreshRssNews
source: News provided from RSS are updated automatically on daily bases, however to refresh news provided from RSS manually please press “Refresh”!
ar_eg: الاخبار المستمدة من خدمة ال RSS يتم تحديثها اليا يوميا , اذا كنت ترغب في تحديث هذه الاخبار يدويا من فضلك اضغط على "تحديث"

# RequireLogin
source: Sorry, this page is for registered users only, please login first or if you are a new user to register
ar_eg: عفوا هذه الصفحة للاعضاء فقط لذا يجب تسجيل الدخول قبل عرض هذه الصفحة, اذا لم تكن عضوا و ترغب في الاشتراك من فضللك

# requireLoginToComment
source: Please login first to be able to add a new comment !
ar_eg: من فضلك قم بتسجيل الدخول لتستطيع اضافة تعليق !

# RssNewsRefreshed
source: The news provided from RSS has been updated successfully
ar_eg: تم تحديث الاخبار المستمدة من خدمة ال RSS بنجاح

# SettedCurrent
source: The recored has been setted as current successfully
ar_eg: تم تفعيل الحقل بنجاح

# SubscribedSuccessfully
source: Your subscription has been registered successfully.
ar_eg: لقد تم تسجيل اشتراكك بنجاح

# SurveyLogin
source: Please login first to be able to vote!
ar_eg: من فضلك قم بتسجيل الدخول اولا لتستطيع التصويت !

# surveyNoAnswers
source: This question has no answers yet
ar_eg: هذا السؤال ليس له اجابات بعد

# TopNewsMin
source: The system will set the latest 4 news to be the Top News !
ar_eg: سيقوم النظام بوضع احدث 4 اخبار لتكون الاخبار الهامة !

# UserBlocked
source: The user has been blocked successfully
ar_eg: تم وقف اشتراك هذا المستخدم
